{
  "itemGroup.somepotter": "Some Potter",
  "item.somepotter.wand": "Wand",
  "spell_book": "The Wizard's Guide",
  "spell_book.landing_text": "$()This magical tome serves as a comprehensive guide for aspiring wizards and witches in the world of Minecraft. Within its enchanted pages, you will discover the secrets of various spells, each with unique effects and requirements. From altering the world around you to defending against dark forces, this book is an indispensable companion on your magical journey.$(br)$(br)Explore its contents to master the art of spellcasting and unlock the full potential of your magical prowess. Whether you're a beginner or an advanced practitioner, this book offers valuable knowledge to enhance your adventures in Minecraft's magical realm.",
  "spell_book.category.spells": "Spells",
  "spell_book.category.spells.description": "$()Spells are the essence of magic in Minecraft, allowing players to harness mystical energies for various purposes. Each spell belongs to a distinct category, reflecting its nature and application. These categories include Charms, Conjurations, Counter Spells, Curses, Healing, Jinxes, and Transfigurations.$(br)$(br)Understanding each category will enable you to effectively utilize spells in your adventures. Whether you aim to protect, transform, heal, or challenge, these spells provide the tools to reshape your Minecraft experience magically.",
  "spell_book.category.wiki": "Wiki",
  "spell_book.category.wiki.description": "$()This section of the book serves as an encyclopedia for all things magical in Minecraft. It provides detailed information on the lore, mechanics, and history of magic within the game.$(br)$(br)Whether you're looking for in-depth explanations of spell mechanics or curious about the magical world's lore, the Wiki section is your go-to resource for expanding your magical knowledge and expertise.",
  "spell_book.wiki.experience_vanilla": "Learning spells",
  "spell_book.wiki.experience_vanilla.page1": "You can learn spells using this book, be aware that some spells have additional requirements that you have met at time of learning.<br><br>10 experience level is one spell point.",
  "spell_book.wiki.experience_vanilla.page2": "",
  "spell_book.wiki.experience_the_vault": "Learning spells",
  "spell_book.wiki.experience_the_vault.page1": "You can learn spells using this book, be aware that some spells have additional requirements that you have met at time of learning.<br><br>Completing vault gives you spell experience<br>10 experience is equal to one spell point.",
  "spell_book.wiki.experience_the_vault.page2": "$(li) Monolith: 1$(li) Cake: 1$(li) Kill The Boss: 2$(li) Elixir: 2$(li) Paradox: 2$(li) Scavenger: 3$(li) Herald: 10",
  "spell.type.charm": "Charm",
  "spell.type.charm.description": "$()Charms are spells that add or enhance properties of objects, entities, or the world around you. They are versatile and can be used for a wide range of purposes, from levitating objects to making items unbreakable.$(br)$(br)Mastering Charms will greatly aid you in your journey, offering both practical solutions and creative possibilities. Use these spells wisely to enchant your surroundings and bring a touch of magic to every aspect of your Minecraft world.",
  "spell.type.counter_spell": "Counter spell",
  "spell.type.counter_spell.description": "$()Counter Spells are defensive spells designed to negate or diminish the effects of incoming spells. Essential for duels and magical combat, these spells can turn the tide in the face of adversity.$(br)$(br)Their mastery requires quick reflexes and a deep understanding of magical forces. Effective use of Counter Spells will protect you from harm and give you an edge in battles against both magical creatures and rival spellcasters.",
  "spell.type.curse": "Curse",
  "spell.type.curse.description": "$()Curses are powerful spells with negative effects, used to hinder or harm targets. While potent, they demand caution and responsibility in their use.$(br)$(br)Curses range from minor nuisances to severe afflictions, demonstrating the darker side of magic. As a wielder of such power, you must choose wisely when and how to use these spells, for they carry great consequences.",
  "spell.type.healing": "Healing",
  "spell.type.healing.description": "$()Healing spells provide vital support, restoring health and curing ailments. In the perilous world of Minecraft, these spells are crucial for survival and aid during adventures.$(br)$(br)Whether mending wounds or neutralizing poisons, Healing spells showcase the beneficent side of magic. Their mastery is a noble pursuit, ensuring you and your companions can face the challenges of Minecraft with resilience and vitality.",
  "spell.type.hex": "Hex",
  "spell.type.hex.description": "$()Hexes are a type of spell known for their ability to cause minor inconveniences or discomfort to their targets. Less harmful than curses but more potent than jinxes, hexes occupy a unique space in the spellcaster's arsenal. They are typically used to deter or thwart opponents in a non-lethal yet effective manner.$(br)$(br)Mastering Hexes requires a balance of precision and creativity. These spells are ideal for strategic use in various scenarios, providing you with an edge in both playful encounters and serious confrontations. Use them wisely to navigate the challenges of the Minecraft world, as they offer a blend of mischief and tactical advantage.",
  "spell.type.jinx": "Jinx",
  "spell.type.jinx.description": "$()Jinxes are minor spells with temporary, often humorous effects on their targets. Used primarily for amusement or light-hearted mischief, they add an element of fun and unpredictability.$(br)$(br)While not as harmful as curses, jinxes should still be used responsibly. They are perfect for light-hearted pranks or adding a touch of whimsy to your magical encounters.",
  "spell.type.transfiguration": "Transfiguration",
  "spell.type.transfiguration.description": "$()Transfiguration spells involve the altering of an object's form or properties. This category of magic is both complex and profoundly versatile, allowing you to transform the very nature of things in Minecraft.$(br)$(br)From changing blocks to crafting new items, Transfiguration spells require precision and imagination. Mastering these spells will unlock limitless creative possibilities and allow you to reshape the world as you see fit.",
  "spell.type.conjuration": "Conjuration",
  "spell.type.conjuration.description": "$()Conjuration spells focus on summoning entities or creating objects out of thin air. These spells are essential for wizards who need resources, allies, or tools in a pinch.$(br)$(br)Whether you're summoning a loyal companion or conjuring necessary items for survival, these spells are a testament to the wielder's mastery over the elements. Conjurations bridge the gap between imagination and reality, making them a vital tool for any magical practitioner.",
  "spell.cast.touch": "Touch",
  "spell.cast.projectile": "Projectile",
  "spell.cast.self": "Self",
  "spell.cast.projectile_or_self": "Projectile or Self",
  "spell.accio": "Accio",
  "spell.aguamenti": "Aguamenti",
  "spell.alarte_ascendare": "Alarte Ascendare",
  "spell.alohomora": "Alohomora",
  "spell.arresto_momentum": "Arresto Momentum",
  "spell.ascendio": "Ascendio",
  "spell.avada_kedavra": "Avada Kedavra",
  "spell.basic_cast": "Basic Cast",
  "spell.bombarda": "Bombarda",
  "spell.bombarda_maxima": "Bombarda Maxima",
  "spell.circumrota": "Circumrota",
  "spell.cistem_aperio": "Cistem Aperio",
  "spell.colloportus": "Colloportus",
  "spell.confringo": "Confringo",
  "spell.crucio": "Crucio",
  "spell.depulso": "Depulso",
  "spell.descendo": "Descendo",
  "spell.disillusio": "Disillusio",
  "spell.engorgio": "Engorgio",
  "spell.episkey": "Episkey",
  "spell.expelliarmus": "Expelliarmus",
  "spell.fumos": "Fumos",
  "spell.glacius": "Glacius",
  "spell.herbivicus": "Herbivicus",
  "spell.incendio": "Incendio",
  "spell.levioso": "Levioso",
  "spell.lumos": "Lumos",
  "spell.melofors": "Melofors",
  "spell.morsmordre": "Morsmordre",
  "spell.nebulus": "Nebulus",
  "spell.nox": "Nox",
  "spell.obscuro": "Obscuro",
  "spell.petrificus_totalus": "Petrificus Totalus",
  "spell.protego": "Protego",
  "spell.protego_diabolica": "Protego Diabolica",
  "spell.protego_maxima": "Protego Maxima",
  "spell.reducio": "Reducio",
  "spell.revelio": "Revelio",
  "spell.sectumsempra": "Sectumsempra",
  "spell.stupefy": "Stupefy",
  "spell.tempest": "Tempest",
  "spell.wingardium_leviosa": "Wingardium Leviosa",
  "spell.accio.description": "$(italic)Summons an object towards the caster. Handy for retrieving distant items.",
  "spell.aguamenti.description": "$(italic)Conjures a stream of water from the wand tip. Useful for extinguishing fires or filling containers.",
  "spell.alarte_ascendare.description": "$(italic)Launches objects high into the air. Great for creating diversions or obstacles.",
  "spell.alohomora.description": "$(italic)Unlocks doors and windows. A must-have for exploratory adventurers.",
  "spell.arresto_momentum.description": "$(italic)Slows down moving objects or beings. Ideal for preventing falls or controlling movement.",
  "spell.ascendio.description": "$(italic)Propels the caster high into the air. Perfect for reaching high places or escaping traps.",
  "spell.avada_kedavra.description": "$(italic)A lethal curse that instantly kills the target. Forbidden and highly dangerous.",
  "spell.basic_cast.description": "$(italic)The fundamental spell for beginners, used to practice casting techniques.",
  "spell.bombarda.description": "$(italic)Causes a small explosion. Effective for breaking barriers or creating entrances.",
  "spell.bombarda_maxima.description": "$(italic)A more powerful version of Bombarda, causing larger explosions.",
  "spell.circumrota.description": "$(italic)Rotates objects. Useful for puzzle solving or manipulating the environment.",
  "spell.cistem_aperio.description": "$(italic)Opens chests or boxes. Handy for uncovering hidden treasures.",
  "spell.colloportus.description": "$(italic)Magically locks doors or windows. Ideal for securing areas.",
  "spell.confringo.description": "$(italic)Creates fiery explosions. Used offensively or for clearing obstacles.",
  "spell.crucio.description": "$(italic)Inflicts intense pain on the target. Another forbidden and cruel curse.",
  "spell.depulso.description": "$(italic)Repels objects away from the caster. Effective for clearing space or pushing enemies.",
  "spell.descendo.description": "$(italic)Moves objects downward. Useful for accessing high-placed items.",
  "spell.disillusio.description": "$(italic)Creates an illusion to make the caster invisible. Perfect for stealth or evasion.",
  "spell.engorgio.description": "$(italic)Enlarges objects. Great for solving puzzles or creating barriers.",
  "spell.episkey.description": "$(italic)Heals minor injuries. Essential for adventurers facing constant danger.",
  "spell.expelliarmus.description": "$(italic)Disarms an opponent. A fundamental spell in duels.",
  "spell.fumos.description": "$(italic)Generates a smokescreen. Ideal for escapes or distractions.",
  "spell.glacius.description": "$(italic)Freezes objects or entities. Useful for creating pathways or immobilizing threats.",
  "spell.herbivicus.description": "$(italic)Accelerates the growth of plants. Perfect for gardeners and nature lovers.",
  "spell.incendio.description": "$(italic)Produces a jet of flames. Can be used for combat or lighting fires.",
  "spell.levioso.description": "$(italic)Makes objects levitate. Great for moving items without physical effort.",
  "spell.lumos.description": "$(italic)Creates a light at the wand's tip. Essential for illuminating dark places.",
  "spell.melofors.description": "$(italic)Encases the target's head in a pumpkin. Mainly used for humorous effect.",
  "spell.morsmordre.description": "$(italic)Conjures the Dark Mark. Traditionally a symbol of dark wizards.",
  "spell.nebulus.description": "$(italic)Creates a mist around the caster. Useful for concealment or creating an eerie atmosphere.",
  "spell.nox.description": "$(italic)Extinguishes light from the wand. Used to return to darkness after using Lumos.",
  "spell.obscuro.description": "$(italic)Blinds the target by covering their eyes. Can be used defensively in duels.",
  "spell.petrificus_totalus.description": "$(italic)Temporarily paralyzes the target. Effective for immobilizing opponents.",
  "spell.protego.description": "$(italic)Creates a magical shield. Blocks spells and physical objects.",
  "spell.protego_diabolica.description": "$(italic)Conjures a ring of protective fire. Keeps enemies at bay.",
  "spell.protego_maxima.description": "$(italic)Generates a powerful protective barrier. Ideal for safeguarding large areas.",
  "spell.reducio.description": "$(italic)Shrinks objects. Useful for storage or accessing small spaces.",
  "spell.revelio.description": "$(italic)Reveals hidden objects or entities. Crucial for uncovering secrets or hidden threats.",
  "spell.sectumsempra.description": "$(italic)Causes severe cuts on the target. A dangerous and aggressive spell.",
  "spell.stupefy.description": "$(italic)Stuns the target. Commonly used in combat to incapacitate enemies.",
  "spell.tempest.description": "$(italic)Conjures a small storm. Can be used to manipulate weather conditions.",
  "spell.wingardium_leviosa.description": "$(italic)Levitates and moves objects at will. A fundamental spell for manipulation and mobility.",
  "spell.protego_maxima.claim.not_exists": "No magic sensed",
  "spell.protego_maxima.claim.access_denied": "Unknown magic is protecting this place",
  "spell.protego_maxima.claim.removed": "Protection field removed",
  "spell.protego_maxima.claim.already_exists": "Magic is already protecting this place",
  "spell.protego_maxima.claim.added": "Protection field raised",
  "spell.protego_maxima.friend.removed": "Friend removed",
  "spell.protego_maxima.friend.not_removed": "You are not friends",
  "spell.protego_maxima.friend.already_added": "You are already friends",
  "spell.protego_maxima.friend.added": "Friend added",
  "spell.protego_maxima.claim.deny_access": "Magic is protecting this place",
  "effect.somepotter.protego": "Protego",
  "spell.advancement.locked": "You can't cast this spell",
  "spell.advancement.unlocked": "%s learned %s",
  "spell_book.requirements.button": "Learn",
  "spell.requirement.skill_point": "%s spell points",
  "spell_book.spell_learned": "%s learned",
  "spell.requirement.spell_learned": "%s learned",
  "spell.requirement.y_position.above": "Above Y: %s",
  "spell.requirement.y_position.below": "Below Y: %s",
  "spell.requirement.is_underwater": "Underwater",
  "spell.requirement.in_block": "Inside %s",
  "spell.requirement.near_entity": "Near %s",
  "spell.requirement.stat": "%s >= %s",
  "spell.requirement.near_explosions": "%s near explosions",
  "block.somepotter.floo_fire": "Floo Fire",
  "item.somepotter.floo_powder": "Floo Powder",
  "floo_network.select_destination": "Select your destination:",
  "floo_network.name_edit": "Edit fireplace name"
}
